[
  {
    "id": "155479716253002",
    "image": "https://www.21cineplex.com/data/gallery/pictures/155479716253002_300x430.jpg",
    "name": "Avengers Endgame",
    "duration": "181",
    "genre": "action, adventure, fantasy, superhero",
    "category": "remaja",
    "sinopsis": "Setelah peristiwa yang memusnahkan setengah dari populasi Bumi di Avengers: Infinity War (2018) kisah akan berlanjut saat Avengers yang tersisa berkumpul sekali lagi untuk melawan Thanos dan memulihkan tatanan alam semesta.",
    "trailer": "https://www.youtube.com/embed/TcMBFSGVi1c",
    "waktu_tayang": ["12:00", "16:30", "17:00", "18:45", "19:15"]
  },
  {
    "id": "15556141648107",
    "image": "https://www.21cineplex.com/data/gallery/pictures/15556141648107_300x430.jpg",
    "name": "BRIGHTBURN",
    "duration": "90",
    "genre": "Horror, Mystery, Sci-fi",
    "category": "dewasa",
    "sinopsis": "Kyle Breyer (David Denman) dan Tori Breyer (Elizabeth Banks) adalah pasangan muda yang kesulitan memiliki anak. Namun sejak mereka menemukan bayi laki-laki di hutan, kehidupan keduanya menjadi lebih baik. Namun masalah perlahan datang saat sang anak, Brandon Breyer (Jackson A. Dunn) beranjak remaja. Brandon memiliki perilaku aneh yang berpotensi sangat mematikan, siapa sebenarnya Brandon dan dari mana ia berasal?.",
    "trailer": "https://www.youtube.com/embed/oD1vbhicJUY",
    "waktu_tayang": ["12:15", "15:30", "16:20", "17:35", "20:25"]
  },
  {
    "id": "155722329559924",
    "image": "https://www.21cineplex.com/data/gallery/pictures/155722329559924_300x430.jpg",
    "name": "UPIN & IPIN: KERIS SIAMANG TUNGGAL",
    "duration": "90",
    "genre": "Animation, Adventure, Family",
    "category": "semua_umur",
    "sinopsis": "Upin & Ipin: Keris Siamang Tunggal adalah film petualangan dan fantasi terbaru dari Upin & Ipin dan keenam sahabatnya: Ehsan, Fizi, Mail, Jarjit, Mei Mei, dan Susanti dalam menyelamatkan kerajaan fantasi Inderaloka dari ancaman musuhnya, Raja Bersiong yang jahat. Cerita bermula saat Upin, Ipin, dan para sahabatnya tak sengaja menemukan keris mistis di gudang Tok Dalang yang ternyata membuka portal menuju kerajaan Inderaloka.",
    "trailer": "https://www.youtube.com/embed/lD8Z7GpR45U",
    "waktu_tayang": ["10:00", "12:10", "14:05", "16:15", "16:45"]
  },
  {
    "id": "155560013052180",
    "image": "https://www.21cineplex.com/data/gallery/pictures/155560013052180_300x430.jpg",
    "name": "POKEMON DETECTIVE PIKACHU",
    "duration": "104",
    "genre": "Animation, Adventure, Family",
    "category": "semua_umur",
    "sinopsis": "Tim Goodman (Justice Smith) harus bekerja keras setelah ayahnya Harry Goodman hilang pasca mengalami sebuah kecelakaan mobil. Dalam penyelidikannya, Tim bertemu dengan Detective Pikachu (Ryan Reynolds). Keduanya bekerjasama mengungkap hilangnya Harry.",
    "trailer": "https://www.youtube.com/embed/1roy4o4tqQM",
    "waktu_tayang": ["11:50", "12:35", "15:10", "19:15", "19:55"]
  },
  {
    "id": "155602705641590",
    "image": "https://www.21cineplex.com/data/gallery/pictures/155602705641590_300x430.jpg",
    "name": "PARIBAN: IDOLA DARI TANAH JAWA",
    "duration": "101",
    "genre": "Drama",
    "category": "remaja",
    "sinopsis": "Halomoan B. Sitorus (Moan), pemuda Batak berumur 37 tahun, lahir di Jakarta, besar di Bandung adalah pemuda yang sukses namun dia tak punya keinginan untuk berkomitmen serius dengan wanita untuk dijadikan istri. Ibu Moan (boru Silalahi) yang cerewet, memaksanya untuk segera menikah dan menjodohkan Moan dengan Uli Silalahi (pariban Halomoan) di Samosir. Karena merasa orang kota, Moan tidak bersedia karena merasa paribannya adalah anak kampung dan berbeda kelas dengan dirinya, namun terpaksa ke Samosir karena dia sangat menyayangi mamanya. Sampai di samosir ternayata paribannya tersebut sangat mempesona luar dalam dan Moan tertarik, namun upaya pendekatan Moan terhalang oleh Binsar C. Situmorang, pemuda nyentrik dan terkenal di kampungnya yang telah dikenal Uli sejak kecil.",
    "trailer": "https://www.youtube.com/embed/xXG3mLaCWmM",
    "waktu_tayang": ["11:10", "13:15", "14:00", "17:35", "18:15"]
  },
  {
    "id": "15523924461251",
    "image": "https://www.21cineplex.com/data/gallery/pictures/15523924461251_300x430.jpg",
    "name": "AVE MARYAM",
    "duration": "73",
    "genre": "drama",
    "category": "dewasa",
    "sinopsis": "Semarang, Suster Maryam (39th), seorang biarawati yang bertugas mengurusi para suster-suster sepuh, menjelang ulang tahun nya yang ke 40th dia berusaha untuk terus memurnikan diri. suatu malam Romo Martin (45th) datang ke rumah asrama kesusteran yang di pimpin oleh suster Mila (40th). Romo Martin memperkenalkan Suster Monic (66th) dan Romo Yosef (30th) keduanya akan menetap di kota ini. Kehadiran Romo Yosef yang pandai bermain music membuat suster Maryam jatuh hati. Suster Monic sebagai suster sepuh yang sudah berpengalaman mencoba menasehati Romo Yosef namun cinta berkata lain, hingga kedua nya menjalin hubungan diam-diam. Suster Maryam dihadapi oleh 2 pilihan, bertahan pada janjinya atau memilih Romo Yosef.",
    "trailer": "https://www.youtube.com/embed/I05IlfKXzEw",
    "waktu_tayang": ["14:00", "14:30", "16:10", "18:55", "19:15"]
  },
  {
    "id": "155543439084834",
    "image": "https://www.21cineplex.com/data/gallery/pictures/155543439084834_300x430.jpg",
    "name": "LONG SHOT",
    "duration": "124",
    "genre": "Comedy, Romance",
    "category": "dewasa",
    "sinopsis": "Fred Flarsky (Seth Rogen) adalah seorang penulis yang kembali bertemu dengan Charlotte Field (Charlize Theron), wanita cantik yang disukainya sejak kecil. Ketika Charlotte bersiap maju sebagai calon presiden AS, Fred dipekerjakan Charlotte untuk menulis pidatonya. Momen keduanya bersama penuh dengan tawa, canda dan asmara.",
    "trailer": "https://www.youtube.com/embed/S5jiaHvx-kY",
    "waktu_tayang": ["13:10", "14:20", "15:40", "17:45", "19:55"]
  },
  {
    "id": "155732177451275",
    "image": "https://www.21cineplex.com/data/gallery/pictures/155732177451275_300x430.jpg",
    "name": "STUDENT OF THE YEAR 2",
    "duration": "146",
    "genre": "Comedy, Drama, Romance",
    "category": "dewasa",
    "sinopsis": "Student Of The Year 2 akan berkisah tentang sosok Rohan (Tiger Shroff) yang kini kuliah di Perguruan tinggi Saint Teresa. Kisah Rohan di kampus itu sangat kompleks. Mulai ambisinya jadi yang terbaik dan memperoleh piala, ia juga terjebak cinta segitiga dengan Shreya (Ananya Panday) dan Mia (Tara Sutaria).",
    "trailer": "https://www.youtube.com/embed/QZsthdsh6yk",
    "waktu_tayang": ["12:20", "15:25", "17:15", "19:35", "21:15"]
  },
  {
    "id": "155358740986077",
    "image": "https://www.21cineplex.com/data/gallery/pictures/155358740986077_300x430.jpg",
    "name": "ARWAH NONI BELANDA",
    "duration": "75",
    "genre": "Horror",
    "category": "dewasa",
    "sinopsis": "Di Batavia pada 1834 tinggallah Hellen Van Stolch berusia 21 tahun adalah seorang wanita belanda yang cantik jelita, Ia mempunyai perawakan tinggi semampai, rambut ikal pirang, kulit putih bersih mulus, Hellen adalah puteri satu-satunya dari tuan tanah yang mempunyai perkebunan yang luas bernama Jacob Van Stolch belasteran Belanda – Jerman di Batavia. Kisah yang tragis yang ia alami dahulu membuat arwahnya tetap tertahan sampai sekarang, Hingga suatu hari kisahnya hadir dialam bawah sadar seorang perempuan bernama Sarah Astari seorang penulis novel yang kebetulan sedang menggarap sebuah cerita horror. Pada awalnya Sarah tidak mengetahui pergesekan dimensi tersebut, ia hanya menganggapnya sebagai mimpi buruk yang terus menerus ia alami, namun kemudian semua berubah mencekam ketika teror demi teror dilakukan oleh Arwah Hellen Van Stolch terhadap Sarah beserta keluarganya. Dari dirasukinya tubuh anaknya hingga pemunculan sosok menyeramkan Hellen Van Stolch. Apa yang diinginkan Arwah Noni belanda ini terhadap keluarga Sarah?, dan apa yang akan terjadi dengan keluarga Sarah?, Lalu kisah tragis apa yang alami Hellen Van Stolch dahulu, hingga Arwahnya tertahan dibumi ini?. Saksikan ceritanya dalam Film Arwah Noni Belanda - Story of Hellen Van Stolch 1834 (Based on Event) di bioskop-bioskop kesayangan anda.",
    "trailer": "https://www.youtube.com/embed/VTMrvg4ccsU",
    "waktu_tayang": ["15:00", "16:15", "17:45", "18:00", "19:10"]
  },
  {
    "id": "155444826919832",
    "image": "https://www.21cineplex.com/data/gallery/pictures/155444826919832_300x430.jpg",
    "name": "27 STEPS OF MAY",
    "duration": "112",
    "genre": "Drama",
    "category": "dewasa",
    "sinopsis": "27 Steps of May bercerita tentang MAY (Raihaanun) yang diperkosa oleh sekelompok orang. Ayah May (Lukman Sardi) sangat terpukul dan menyalahkan dirinya sendiri karena tidak dapat melindungi anaknya. Akibat trauma yang sangat mendalam, May menarik diri sepenuhnya dari kehidupan. Ia menjalani hidupnya tanpa koneksi, emosi, atau kata-kata, sementara Ayahnya terjebak oleh perasaan bersalah. Dengan May, dia karakter lembut yang mengorbankan segalanya untuk memberikan kenyamanan dan perlindungan bagi anaknya. Namun di ring tinju, dia petinju yang bertarung untuk menyalurkan amarahnya. Ayah dan May telah hidup seperti ini selama 8 tahun, tapi semua berubah ketika May bertemu dengan seorang Pesulap (Ario Bayu) melalui celah kecil di dinding kamarnya. Pesulap membangkitkan rasa penasaran May sekaligus emosinya. Dia menjadi cukup berani untuk mencari dan menghadapi perasaan, sensasi, dan ingatannya yang hilang. Dengan bantuan Pesulap, May berani membebaskan diri dan keluar dari trauma masa lalunya.",
    "trailer": "https://www.youtube.com/embed/fCc4FZhZMoU",
    "waktu_tayang": ["12:00", "16:30", "17:00", "18:45", "19:15"]
  }
]
